{

hope: { keyword: "HOPE",
        quotes: [
		  {author: "Friedrich Nietzche",
 		   words: ["A thinker sees his own actions as experiments and",
                       "questions--as attempts to find out something. ",
                       "Success and failure are for him answers above all."
               		  ]
              	  },
		  {author: "Barbara Kingsolver",
               	   words: ["The very least you can do in your life is figure out what you",
	                   "hope for. and the most you can do is live inside that hope.",
                           "Not admire it from a distance but live right in it,",
                           "under its roof."]
	 	  },
		  {author: "John Guare",
 		   words: ["It¡¯s amazing how a little tomorrow can make up for",
	   		   "a whole lot of yesterday."
			  ]
 		  },
		  {author: "Lemony Snicket",
 		   words: ["Strange as it may seem, I still hope for the best,",
	   		   "even though the best, like an interesting piece of mail,",
	   		   "so rarely arrives, and even when it does it can be lost",
   	   		   "so easily."]
 		  },
		  {author: "Laini Taylor",
		   words: ["Hope can be a powerful force. Maybe there's no actual",
			   "magic in it, but when you know what you hope for most",
			   "and hold it like a light within you, you can make",
			   "things happen, almost like magic."]
                    
                  },
		  {author: "Dalai Lama XIV",
		   words: ["There is a saying in Tibetan, 'Tragedy should be utilized",
			   "as a source of strength.' No matter what sort of difficulties,",
			   "how painful experience is, if we lose our hope,",
			   "that's our real disaster."]
                    
                  },
		  {author: "",
		   words: ["Do not spoil what you have by desiring what you",
			   "have not; remember that what you now  have was",
			   "once among the things you only hoped for.",
			   "Epicurus"]
                    
                  },
		  {author: "Barack Obama",
		   words: ["The best way to not feel hopeless is to get up",
			   "and do something. Don¡¯t wait for good things",
			   "to happen to you. If you go out and make some",
			   "good things happen, you will fill the world with"
			   "hope, you will fill yourself with hope."
			   ]
                    
                  },
		  {author: "Haruki Murakami",
		   words: ["If you can love someone with your whole heart,",
			   "even one person, then there's salvation n life.",
			   "Even if you can't get together with that person."
			  ]
                    
                  },
		  {author: "Stephen King",
		   words: ["Remember, Hope is a good thing, maybe the",
			   "best of things, and no good thing ever dies."]
                  },
		  {author: "Roy T. Bennett",
		   words: ["Never lose hope. Storms make people",
			   "stronger and never last forever."] 
                  },
		  {author: "J.R.R. Tolkien",
		   words: ["For like a shaft, clear and cold, the thought pierced",
			   "him that in the end the Shadow was  only a small",
			   "and passing thing:  there was light and high beauty",
			   "for ever beyond its reach."]
                    
                  },
		  {author: "Cassandra Clare",
		   words: ["We are all the pieces of what we remember.",
			   "We hold in ourselves the hopes and fears of those",
			   "who love us. As long as there is love  and memory,",
			   "there is no true loss."]
                    
                  },
		  {author: "Shah Rukh Khan",
		   words: ["Walk on with hope in your heart,",
			   "and you'll never walk alone"]
                    
                  },
		  {author: "Richard Bach",
		   words: ["I'm here not because I am supposed to be here,",
			   "or because I'm trapped here, but because I'd rather ",
			   "be with you than anywhere else in the world."]
                  }

     ]},

courage: { keyword: "COURAGE",
	   quotes: [

	   {author: "Lao Tzu",
	    words: ["Being deeply loved by someone gives you strength,",
		    "while loving someone deeply gives you courage."
	   ]},
	   {author: "Nora Ephron",
	    words: ["Above all, be the heroine of your life, not the victim."
	   ]},
	   {author: "Maya Angelou",
	    words: ["Courage is the most important of all the virtues",
		    "because without courage, you can't practice",
		    "any other virtue consistently."
	   ]},
	   {author: "August Wilson",
	    words: ["Confront the dark parts of yourself, and work to banish",
		    "them with illumination and forgiveness. Your willingness to",
		    "wrestle with your demons will cause your angels to sing."
	   ]},
	   {author: "Maya Angelou",
	    words: ["Have enough courage to trust love one more time",
		    "and always one more time."
	   ]},
	   {author: "Paulo Coelho",
	    words: ["The two hardest tests on the spiritual road are the",
		    "patience to wait for the right moment and the courage",
		    "not to be disappointed with what we encounter."
	   ]},
	   {author: "Erica Jong",
	    words: ["I have accepted fear as part of life. specifically the",
		    "fear of change... I have gone ahead despite the pounding",
		    "in the heart that says: turn back."
	   ]},
	   {author: "Nelson Mandela",
	    words: ["I learned that courage was not the absence of fear,",
		    "but the triumph over it. The brave man is not he who does",
		    "not feel afraid, but he who conquers that fear."
	   ]},
	   {author: "Ann Landers",
	    words: ["Some people believe holding on and hanging in there are",
		    "signs of great strength. However, there are times",
		    "when it takes much more strength to know when to",
		    "let go and then do it."
	   ]},
	   {author: "Veronica Roth",
	    words: ["No matter how long you train someone to be brave, you never",
		    "know if they are or not until something real happens."
	   ]},
	   {author: "Victor Hugo",
	    words: ["Have courage for the great sorrows of life and patience",
		    "for the small ones; and when you have laboriously",
		    "accomplished your daily task, go to sleep in peace.",
		    "God is awake."
	   ]},
	   {author: "Roy T. Bennett",
	    words: ["You never change your life until you step out of your",
		    "comfort zone; change begins at the end of your comfort zone."
	   ]},
	   {author: "Roy T. Bennett",
	    words: ["Live the Life of Your Dreams: Be brave enough to live",
		    "the life of your dreams according to your vision and",
		    "purpose instead of the expectations and opinions of others."
	   ]},
	   {author: "Maya Angelou",
	    words: ["My great hope is to laugh as much as I cry;",
		    "to get my work done and try to love somebody and",
		    "have the courage to accept the love in return."
	   ]},
	   {author: "Theodore Roosevelt",
	    words: ["Believe you can and you're halfway there."
	   ]}

	 ]},

life: { keyword: "LIFE",
	   quotes: [

	   {author: "Albert Einstein",
	    words: ["There are only two ways to live your life.",
		    "One is as though nothing is a miracle.",
		    "The other is as though everything is a miracle."
	   ]},
	   {author: "Mark Twain",
	    words: ["Good friends, good books, and a sleepy conscience:",
		    "this is the ideal life."
	   ]},
	   {author: "Jess C. Scott",
	    words: ["When someone loves you, the way they talk about you",
		    "is different. You feel safe and comfortable."
	   ]},
	   {author: "Abigail Van Buren",
	    words: ["The best index to a person's character is how he treats",
		    "people who can't do him any good, and  how he treats",
		    "people who can't fight back."
	   ]},
	   {author: "Stephen King",
	    words: ["Monsters are real, and ghosts are real too.",
		    "They live inside us, and sometimes, they win."
	   ]},
	   {author: "Khaled Hosseini",
	    words: ["It may be unfair, but what happens in a few days,",
		    "sometimes even a single day, can change the",
		    "course of a whole lifetime."	    
	   ]},
	   {author: "Audrey Niffenegger",
	    words: ["Don't you think it's better to be extremely happy for",
		    "a short while, even if you lose it,",
		    "than to be just okay for your whole life?"
	   ]},
	   {author: "Natalie Babbitt",
	    words: ["Don't be afraid of death; be afraid of an unlived life.",
		    " You don't have to live forever, you just have to live."
	   ]},
	   {author: "Haruki Murakami",
	    words: ["No matter how much suffering you went through,",
		    "you never wanted to let go of those memories."
	   ]},
	   {author: "Douglas Adams",
	    words: ["A learning experience is one of those things that says,",
		    "You know that thing you just did? Don't do that."
	   ]},
	   {author: "Jodi Picoult",
	    words: ["Once you had put the pieces back together, even though",
		    "you may look intact, you were never quite the same as",
		    "you'd been before the fall."
	   ]},
	   {author: "C. JoyBell C.",
	    words: ["You will find that it is necessary to let things go;",
		    "simply for the reason that they are heavy.",
		    "So let them go, let go of them.",
		    "I tie no weights to my ankles."
	   ]},
	   {author: "Paulo Coelho",
	    words: ["When you find your path, you must not be afraid.",
		    "You need to have sufficient courage to make mistakes.",
		    "Disappointment, defeat, and despair are the tools God",
		    "uses to show us the way."
	   ]},
	   {author: "Lao Tzu",
	    words: ["Life is a series of natural and spontaneous changes.",
		    "Don't resist them; that only creates sorrow.",
		    "Let reality be reality. Let things flow naturally forward",
		    "in whatever way they like."
	   ]},
	   {author: "Stewart O'Nan",
	    words: ["You couldn't relive your life, skipping the awful parts,",
		    "without losing what made it worthwhile.",
		    "You had to accept it as a whole--like the world,",
		    "or the person you loved."
	   ]}
	 ]},
failure: { keyword: "FAILURE",
	   quotes: [

	   {author: "Herbert Bayard Swope",
	    words: ["I can't give you a sure-fire formula for success,",
		    "but I can give you a formula for failure:",
		    "try to please everybody all the time."
	   ]},
	   {author: "Paulo Coelho",
	    words: ["There is only one thing that makes a dream impossible",
		    "to achieve: the fear of failure."
	   ]},
	   {author: "Winston S. Churchill",
	    words: ["Success is stumbling from failure to failure with",
		    "no loss of enthusiasm."
	   ]},
	   {author: "Friedrich Nietzsche",
	    words: ["A thinker sees his own actions as experiments and questions",
		    "as attempts to find out something. Success and failure are",
		    "for him answers above all."
	   ]},
	   {author: "Markus Zusak",
	    words: ["Together, they would watch everything that",
		    "was so carefully planned collapse, and",
		    "they would smile at the beauty of destruction."
	   ]},
	   {author: "Henry David Thoreau",
	    words: ["If we will be quiet and ready enough, we shall",
		    "find compensation in every disappointment."
	   ]},
	   {author: "Jules Verne",
	    words: ["Science, my lad, is made up of mistakes, but they are",
		    "mistakes which it is useful to make, because they lead",
		    "little by little to the truth."
	   ]},
	   {author: "Roy T. Bennett",
	    words: ["Successful people have no fear of failure.",
		    "But unsuccessful people do.",
		    "Successful people have the resilience to face up to failure",
		    "and learn the lessons and adapt from it."
	   ]},
	   {author: "Robert T. Kiyosaki",
	    words: ["Winners are not afraid of losing. But losers are.",
		    "Failure is part of the process of success.",
		    "People who avoid failure also avoid success."
	   ]},
	   {author: "Ellen DeGeneres",
	    words: ["When you take risks you learn that there will be times",
		    "when you succeed and there will be times when you fail",
		    "and both are equally important."
	   {author: "Roy T. Bennett",
	    words: ["How much you can learn when you fail determines",
		    "how far you will go into achieving your goals."
	   ]},
	   {author: "Yohji Yamamoto",
	    words: ["I think perfection is ugly. Somewhere in the things",
		    " humans make, I want to see scars, failure, disorder",
		    "and distortion."
	   ]},
	   {author: "J.K. Rowling",
	    words: ["Rock bottom became the solid foundation",
		    " on which I rebuilt my life."
	   ]},
	   {author: "Randy Pausch",
	    words: ["The person who failed often knows how to avoid future",
		    "failures. The person who knows only success can be more",
		    "oblivious to all the pitfalls."
	   ]},
	   {author: "Eric Wright",
	    words: ["But instead of spending our lives running towards our dreams,",
		    "we are often running away from a fear of failure",
		    "or a fear of criticism."
	   ]}

	 ]}

}